// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的文文",
        "经过这段时间的相处我觉得你是我一生陪伴我的人,虽然我们是异地,也是异国,但这些都不是问题,所以我想多了解你.
'本来,我是想见了你在表白,因为在微信表白太过于敷衍,
'但是我又想,喜欢一个人就应该勇敢点对她表白,所以你愿意做我女朋友吗？'
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2020-10-18T20:54:00",
    // 双方的名字
    names: ["宝宝", "小屁孩"]
}
